zsh
nano
ca-certificates
starship
pyenv
pyenv-virtualenv
git
tmux
htop
wget
curl
python@3.12
node
ripgrep
btop
bandwhich
dust
fd
fzf
bat
jq
shellcheck
